/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er nyeste versjon.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ er nyeste versjon.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ er nå tilgjengelig—du har %3$@. Ønsker du å laste ned og installere nå?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ lastet ned";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ av %2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@  er lastet ned og er klar til bruk!  Dette er en viktig oppdatering; ønsker du å installere og restarte %1$@ nå?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er lastet ned og er klar til bruk! Ønsker du å installere og restarte %1$@ nå?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@ kan ikke oppdateres fra en 'bare lesbar' enhet som f.eks. en cd";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "En ny versjon av %@ er klar for installering!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "En feil oppstod ved henting av oppdateringsinformasjon. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "En feil oppstod under nedlasting av oppdateringen. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "En feil oppstod under utpakking av oppdateringen. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "En feil oppstod under lesing av oppdateringsstrømmen.";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "En viktig oppdatering for %@ er klar til å installeres";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Update" = "Avbryt oppdateringen";

/* No comment provided by engineer. */
"Checking for updates…" = "Søker etter oppdateringer…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Laster ned oppdateringen…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Pakker ut oppdateringen…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer og start på ny";

/* Take care not to overflow the status window. */
"Installing update…" = "Installerer oppdateringen…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Mer info…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Klar til å installere";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Skal %1$@ søke automatisk etter oppdateringer? Du kan når som helst søke manuelt fra %1$@-menyen.";

/* No comment provided by engineer. */
"Update Error!" = "Feil ved oppdateringen!";

/* No comment provided by engineer. */
"Updating %@" = "Oppdaterer %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Flytt %1$@ til Programmer-katalogen, start på ny og prøv igjen.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Ingen nye oppdateringer";


"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "Vennligst dra %1$@ til Programmer-mappen din for å aktivere oppdateringer.";
